{"hed":"The NBA Spelling Bee","dek":"The many ways to misspell the hardest names in the NBA.","prelude":[{"type":"text","value":"NBA edition of bla bla some link to <a href=https://pudding.cool/2019/02/gyllenhaal target=_blank>The Gyllenhaal Experiment<a>. tk tk tk tk tk tk tk tkt ktk tk tktk tk tktktk tk tktktktk kt tktkt ."}],"tutorialHed":"How it works","tutorial":[{"type":"text","value":"This chart shows over 600k attempts of people trying to search for <strong>Britney Spears.</strong> Here are the 8 most common permutations of her first name, <button class=btn--britney>Britney.</button> People nail the first three letters&mdash;then things get interesting."}],"quizHed":"Your turn","quiz":[{"type":"text","value":"Below we’ll put you through a series of tests. You can <a href=# class=btn--skip>skip ahead</a> if you just want to see the results, but be warned, <span>once you do there is no turning back!</span>"}],"buttonNew":"Give me another","buttonAll":"Skip to results","birthday":"Want more data-driven experiments? Check out or <a href=https://pudding.cool/2018/04/birthday-paradox target=_blank>Birthday Paradox explainer</a>, that uses you as part of the data.","allHed":"Results","all":[{"type":"text","value":"The charts below show the top 8 most common permutations for each celebrity in our test from <span>all the</span> reader submissions."}],"methodHed":"Data and Methods","method":[{"type":"text","value":"A slightly modified scale was used to represent the flow diagrams to make all branches’ text legible, so the sizes don’t perfectly represent the proportion of responses. We chose to only show the top 8 permutations of each name. Phonetic data isf from <a href=http://basketball-reference.com target=_blank>Basketball Reference</a>. You can download the data yourself <a href=https://github.com/the-pudding/data target=_blank>here</a>."},{"type":"text","value":"Get in touch with <a href=https://twitter.com/codenberg target=_blank>Russell Goldenberg</a> or <a href=https://twitter.com/matthew_daniels target=_blank>Matt Daniels</a>, or email us at sup@pudding.cool."}]}